// to generate localizable strings enter "genstrings *.swift -o en.lproj" command in current working directory
// tip can use filemerge to compare en and nl(durch) files to make sure that they are same

/* Format for artist name label */
"ARTIST_NAME_LABEL_FORMAT" = "%1$@ (%2$@)";
//could change the order of these parameters in the translated file. For example: but its better to change the string so it is different every time you use formatter
//"%@ (%@)" = "%2$@ van %1$@";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audio Book";

/* Localized kind: Book */
"Book" = "Book";

/* Localized kind: E-Book */
"E-Book" = "E-Book";

/* Localized kind: Feature Movie */
"Movie" = "Movie";

/* Localized kind: Music Video */
"Music Video" = "Music Video";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Song";

/* Error alert: message */
"There was an error reading from the iTunes Store. Please try again." = "There was an error reading from the iTunes Store. Please try again.";

/* Localized kind: TV Episode */
"TV Episode" = "TV Episode";

/* Error alert: title */
"Whoops..." = "Whoops...";

